const DATA = [{
  id: 1,
  name: 'Андрей',
  eMail: 'ololo@mail.ru',
  phone: '8-800-555-35-35',
  nameOrg: 'Организация',
  webOrg: 'organization.com',

  animals: [{
    id: 1,
    name: 'Фрося',
    sex: 'девочка',
    age: '3 года',
    city: 'Москва',
    breed: 'Domestic short-haired cat',
    weight: '4.1 килограмма',
    info: `Имеется паспорт на питомца и все необходимые справки, свидетельстующие о выполненных привиках. Приучена к лотку.
      Любимые игрушки: клубок ниток, лазер, и попрыгунчики. Любимое место пребывания  - когтеточка :)`,
    img: 'https://sun9-31.userapi.com/CtUgXkfGovRO1aMZ1Q7G7THSxBUaJ3-LRuUx7A/W55Un74paRA.jpg'
  }]
  // {
  //   id: 2,
  //   name: 'Луня',
  //   sex: 'девочка',
  //   age: '5 лет',
  //   city: 'Москва',
  //   breed: 'Domestic short-haired cat',
  //   weight: '4.1 килограмма',
  //   info: `Имеется паспорт на питомца и все необходимые справки, свидетельстующие о выполненных привиках. Приучена к лотку.
  //     Любимые игрушки: клубок ниток, лазер, и попрыгунчики. Любимое место пребывания  - когтеточка :)`,
  //   img: 'https://img.amur.info/res/news/170368/643545e5f9646fd666d987525a7fc4f1.jpg'
  // },
  // {
  //   id: 3,
  //   name: 'Федя',
  //   sex: 'мальчик',
  //   age: '1 год',
  //   city: 'Москва',
  //   breed: 'Domestic short-haired cat',
  //   weight: '9.1 килограмма',
  //   info: `Имеется паспорт на питомца и все необходимые справки, свидетельстующие о выполненных привиках. Приучена к лотку.
  //     Любимые игрушки: клубок ниток, лазер, и попрыгунчики. Любимое место пребывания  - когтеточка :)`,
  //   img: 'https://sun9-48.userapi.com/c11310/u146061009/-1/x_94a6d297.jpg'
  // }]
}]

export default DATA