//  <v-container>
//  </v-container>
<template>

 <div class=info_row>
     <div class=article>
         <div class=info_header>Заведи себе енота!</div>
         <div class=info_image><img src="../img/enot.png"></div>
         <br>Несколько тезисных советов о содержание енота – полоскуна в домашних условиях.
        <br><b>1. Берите только маленького енотика из проверенного питомника.</b><br>
        На самом деле существует всего несколько качественных питомников, где можно купить действительно ручного енотика от домашних родителей. Бойтесь обмана, бойтесь купить дикого или взрослого енота.
        <br><b>2. Посвятите еноту первые три месяца его жизни.</b><br>
        Пока ваш енот еще совсем кроха, готовьтесь к бессонным ночам, считайте, вы стали родителями. Малыши просыпаются примерно каждые три часа, кормить нужно будет с бутылочки, затем массировать животик тёплой ватой, имитирую язык мамы, чтобы у енота не было закупорки и он мог самостоятельно ходить в туалет.
        <br><b>3. Обустройте еноту комнату.</b><br>
        Еноту необходимо пространство. Еноты очень активные животные, не считая времени, когда спят, а это около 12 часов в сутки. Подготовьте еноту комфортное жилище, в котором должно быть: не меньше двух нор, обязательный доступ к воде, лоток, зона для игр, зона для приема пищи, ящик с игрушками. Не забудьте о безопасности. Так же можете забыть о цветах и открытых без присмотра окнах.
        <br><b>4. Следите за рационом.</b><br>
        Вам нужно будет решить, чем вы будете кормить енота: сухой корм или натуралка. Владельцы спорят между собой, что лучше, но окончательный выбор принимать только вам, почитайте плюсы и минуты каждого питания. Cухой корм часто вызывает болезни внутренних органов. Лично я приверженец натурального питания.
        <br><b>5. Заранее найдите хорошего ветеринара по экзотическим животным.</b><br>
        Как бы вы ни заботились о своем еноте, всегда есть вероятность, что с ним что-то случиться. Лучше заранее найти проверенного специалиста, к которому вы сразу же сможете обратиться в случае проблем со здоровьем.
        <br><b>6. Общайтесь с другими владельцами енотов.</b><br>
        Никогда не пренебрегайте советами енотоведов, но и не слушайте всех на 100%, все еноты индивидуальны. Все, у кого живут еноты обладают, как минимум, большим опытом, поэтому никогда не бойтесь спросить или узнать что-то у них, поверьте, вам никогда не откажут в совете или помощи.
        <br><b>7. Гуляйте с вашим енотом.</b><br>
        С самого детства приучайте енотика к шлейке и прогулкам, это будет полезно и вам и еноту. Енот будет счастлив, а вы сможете отдохнуть, когда вымотанный енот дома будет спать. Так же с детства приучайте енота к поездкам в машине, от себя могу сказать, что еноты не любят переноски.
      </div>
      <div class=article>
         <div class=info_header>Животные по знаку зодиака.</div>
         <div class=info_image><img src="../img/totem_animal.png"></div>
        <br>С языческих времен сохранилась вера в необъяснимую связь между людьми и животными.
        <br><b>Овен (21.03-20.04)</b><br>
        Медведи и Быки. Овны лидеры по своей натуре, но при этом бывают грубоватыми. Зато всегда отличаются своим бесстрашием.
        <br><b>Телец (20.04-20.05)</b><br>
        Тельцы - это Совы, Тигры и Медведи. Они очень решительны и упорны, а также надёжны.
        <br><b>Близнецы (21.05-20.06)</b><br>
        Тотемы этого знака - Орел и Мышь-полевка. Противоположные по сути животные отражают двойственность натуры Близнецов. Кажется что они спокойны и парят под облаками, но при этом в душе могут быть суетливы и полны забот.
        <br><b>Рак (21.06-22.07)</b><br>
        Раки хозяйственны, любят семью и достаток. Им покровительствуют бобры и крокодилы. Первые подкупают своим отношением к труду, вторые спокойствием, непробиваемым, как кожа аллигатора.
        <br><b>Лев (23.07-23.08)</b><br>
        Львы - это павлины, они уверенные в себе и душа у них на распашку, но они очень эмоциональные и любят внимание. Также львам может помочь кулон в виде Божьей коровки. Скоромное насекомое убережет от излишней гордости и вспыльчивости. Покровительствуют знаку и цари зверей - львы.
        <br><b>Дева(23.08-22.09)</b><br>
        Девы - это волки. Уникальное животное, способное сбиваться в стаи, выхаживать потомство, хитроумно охотиться. При необходимости выживать в одиночку. Еноты, со своим отношением к чистоте, тоже являются тотемным животным этого знака.
        <br><b>Весы (23.09-22.10)</b><br>
        Весы - это пчелы и гуси. Этому знаку всегда нужна хорошая компания. Весы ненавидят одиночество и как пчела, очень любят работать в сплоченном коллективе. Гусиное перо может помочь наладить спокойный домашний быт.
        <br><b>Скорпион (23.10-21.11)</b><br>
        Этому знаку благоволят скорпионы, кошки и дельфины. Яд первых и независимость вторых помогают Скорпионам спасаться от тех, кто хочет навредить. Еще один тотем - дельфин. Позитив, исходящий от него, позволяет не навредить себе, когда мир вдруг настроен враждебно.
        <br><b>Стрелец (22.11-21.12)</b><br>
        Стрельцы - это гепарды, попугаи и лоси. Первые обеспечивают стремительное движение к цели, вторые наполняют жизнь весельем и упрощают коммуникацию с людьми, ну а третьи делают Стрельца хорошим семьянином.
        <br><b>Козерог (22.12-19.01)</b><br>
        Козероги - это антилопы, лисы и козлики, которые, соответственно, обеспечивают признание, наблюдательность и материальный достаток.
        <br><b>Водолей (21.01-18.02)</b><br>
        Водолеи - это лебеди и лошади. Первые привносят гармонию, любовь и верность, вторые - бесценную дружбу и стойкий нрав.
        <br><b>Рыбы (19.02-20.03)</b><br>
        Рыбы - это черепахи, улитки и хамелеоны . Они очень добрые и размеренно плывут по течению своей жизни, но при этом в нужный момент способны подстроится под ситуацию, проявить хитрость при достижении своих целей.

      </div>
      <div class=article>
         <div class=info_header>Домашние животные для детей</div>
         <div class=info_image><img src="../img/rat.png"></div>
         <br>Подобрать животное ребенку несложно, главное, чтобы ни у кого не было аллергии.
         <br><b>Декоративные крысы</b><br>
        К этим грызунам некоторые относятся с осторожностью. Но как домашние животные для детей они довольно милые. Встречаются разнообразных окрасов, есть даже бесшерстные. Лучше заводить двух однополых крыс, в компании им легче переносить неволю.
        Плюсы: подойдет семьям, которые часто бывают в разъездах. Если собираетесь уехать на несколько дней, зверька спокойно можно оставить в клетке. Главное, чтобы в ней было достаточно воды и еды. Если с детства часто брать зверька в руки, быстро станет ручным.
        Минусы: специфический запах. Если выпустите из клетки, погрызет все, что попадется на пути.
        Если дома дети: лучше не заводить, если ребенку меньше 7 лет. До этого возраста дети бывают неосторожными в обращении с маленькими питомцам. В ответ грызун может укусить.
        <br><b>Хомячки</b><br>
        Наблюдать за этим питомцем - сплошное удовольствие. Он забавно бегает в колесе, лопает вкусняшки за обе щеки и спит, свернувшись калачиком.
        Плюсы: быстро привязываются к людям и становятся ручными.
        Минусы: очень маленький, нужно следить, чтобы клетка была заперта. Если сбежит, тяжело поймать. Нужно купать и обрезать коготки. Ведет ночной образ жизни. Днем спит, а вечером шумит. Живет недолго.
        Если дома дети: лучше не заводить, если ребенок моложе восьми лет. Хомячок может не пережить активных игр. А еще способен укусить, если ребенок будет сильно прижимать его к себе.
        <br><b>Шиншиллы</b><br>
        Активный и веселый зверек станем отличным домашним животным для детей. Самки юркие и непоседливые, самцы более спокойные. Их можно погладить, почесать, но это не тот зверек, который часами будет сидеть у вас на руках.
        Плюсы: шиншиллы забавные, за ними интересно наблюдать.
        Минусы: днем спят, а ночью шалят. Плохо переносят температуру воздуха выше 26 градусов, летом комнату придется охлаждать. Оптимальная температура для них +18...+20 градусов. Если выпустите из клетки, погрызет все, что попадется на пути.
        Если дома дети: не покупайте шиншиллу, если в доме ребенок моложе 5 лет. Зверька могут сильно напугать крики или плач.
        <br><b>Хорьки</b><br>
        Строго говоря, хорьки не грызуны - относятся к семейству куньих. Это игривые и непоседливые питомцы. Пока вас нет дома, комфортно чувствуют себя в клетке, но как только вы придете, с ними нужно будет играть. Чем больше его вымотаете, тем спокойнее пройдет ночь.
        Плюсы: можно заводить, если дома есть кошки или собаки. Хорьки дружелюбны и найдут общий язык с другими питомцами.
        Минусы: издают неприятный запах, если их сильно напугать. Если будете выпускать из клетки, могут организовать тайник, куда будут таскать плохо лежащие дома вещи.
        <br><b>Морские свинки</b><br>
        Забавные животные с покладистым и дружелюбным характером. Не любят одиночества и радуются, когда с ними играют и держат на руках.
        Плюсы: шерсть морских свинок не вызывает аллергии. Зверьки чистоплотные и тщательно следят не только за собой, но и за соседом по клетке.
        Минусы: довольно пугливы.
        Если дома дети: объясните, что с морскими свинками нужно быть очень осторожными. Ни в коем случае нельзя бросать свинку на пол. Любое неосторожное движение - и пушистый друг может сильно пострадать.
      </div>
</div>
</template>

<style scoped>
    .info_row{
        display:flex;
        justify-content: space-evenly;
        height:100%;
        width:80%;
        margin-left:10%;
    }
    .article{
        margin-left:30px;
        padding-left:15px;
        font-size: 14px;
        min-width: 33%;
        min-height: 70%;
        background-color: rgba(255, 255, 255, 0.6);
        font-size: 16px;
    }
    .info_image{
        text-align:center;
        margin-top:10px;
    }
    .info_header{
        font-size:24px;
        width:100%;
        font-weight:bold;
        text-align: center;
    }
</style>
